[
    {
        "id": 1,
        "title": "Van Gogh | Head of a Skeleton",
        "image": "img/img1.webp",
        "description": "Painted in 1886 during his time in Antwerp, Belgium, Vincent van Gogh's Head of a Skeleton with a Burning Cigarette is considered a juvenile joke and still revered today.",
        "price": "40DH"
    },
    {
        "id": 2,
        "title": "Into the Wild | Black Leopard",
        "image": "img/img2.webp",
        "description": "If bold patterns aren't your vibe, our Clear Skies case may be better for your aesthetic. Less is more here - unless we're talking durability! Who needs a complicated, over-the-top design when simplicity is where it's at? That's what our Clear Skies case is all about - and it shines! ",
        "price": "40DH"
    },
    {
        "id": 3,
        "title": "Clear Skies | Clear Shimmer",
        "image": "img/img3.webp",
        "description": "This gorgeous, elegant, classic pattern is perfect for the hopeless romantic at heart. The cornflower blue floral designs strewn across the delicate white background makes this color combination perfect for any sweet-heart themed outfit. Think flowy skirts and sweaters, oxfords, scarves, the works. This phone cover just screams nostalgia for summer and early fall vibes. This case is perfect for a day date with friends or a love interest.",
        "price": "40DH"
    },
    {
        "id": 4,
        "title": "Opposites Attract | Day & Night",
        "image": "img/img4.webp",
        "description": "Prefer the more muted shades of the color wheel than the bright pinks and blues? We've got a case for you, too! If you're looking for something distinct but not too bold, check out this stunning Day and Night Colorblock Case. The simple shapes and complementary colors are perfect for anyone wanting something different. This is for lovers of both bright sunrises and moonlit nights - the image captures both in its earthy tones and calm colors.",
        "price": "40DH"
    },
    {
        "id": 5,
        "title": "Goth Girlie | Black Bows",
        "image": "img/img5.webp",
        "description": "Meet the Goth Girlie Black Bows Case, the latest version of our best-selling Coquette Girlie Case. This new design adds a darker, edgier twist to the beloved style, perfect for those who love to mix cute with a bit of goth flair. Just like the original, it offers dual-layer protection to keep your phone safe from drops and bumps while maintaining a sleek profile. Elevate your style with this must-have case, combining classic bows with a bold, black aesthetic.",
        "price": "40DH"
    },
    {
        "id": 6,
        "title": "Monet's Summer Landscape | The Met Series",
        "image": "img/img6.webp",
        "description": "The Met x Casely merges iconic art with modern tech, which is highlighted by Monet's Summer Landscape | The Met Series Case. The beautiful cover features the artwork Île aux Fleurs near Vétheuil, painted by Claude Monet in 1880. Add a dash of dreamy Impressionism to your everyday life while keeping your phone protected. The limited edition case is available now for all iPhone models 6 and up.",
        "price": "40DH"
    },
    {
        "id": 7,
        "title": "Field of Flowers | Pastel Floral",
        "image": "img/img7.webp",
        "description": "This Pastel Floral Case features beautiful orange, peach, and blue flowers. Dark blue petals accent all the flowers, which pop against the light pink background. While these pastel colors fit perfectly into the springtime, they can beautifully complement or contrast any theme year-round. Carry this accessory into the summertime or allow it to brighten up a dreary winter season.",
        "price": "40DH"
    },
    {
        "id": 8,
        "title": "Van Gogh | Almond Blossom",
        "image": "img/img8.webp",
        "description": "One of the most iconic paintings of all-time, Vincent van Gogh's Almond Blossom, moves to a modern canvas as part of the Casely x Van Gogh Museum collaboration. Almond trees flower early in the spring making them a symbol of new life. Add a reminder of fresh beginnings to your style by pairing your phone with the Blue Awakening | Van Gogh Almond Blossom Case, available in both Classic & Bold protection.",
        "price": "40DH"
    },
    {
        "id": 9,
        "title": "Monet's Morning ",
        "image": "img/img9.webp",
        "description": "Claude Monet's beautiful painting Morning on the Seine Near Giverny is featured on this Classic Collection case. The renowned French artist completed this work from a boat that he had converted into a floating studio. This case is part of Casely's collaboration with The Metropolitan Museum of Art, dedicated to fusing fashion and art to create a unique collection of products inspired by The Met's vast collection spanning 5,000 years of art and culture. ",
        "price": "40DH"
    },
    {
        "id": 10,
        "title": "Reminiscence of Vincent ",
        "image": "img/img10.webp",
        "description": "Vincent van Gogh's Reminiscence of Brabant finds a new home with this limited edition phone case. The beautiful brushstrokes are clearly visible and blend artistic brilliance with everyday durability. Every purchase of a Casely x Van Gogh Museum product contributes to maintaining the Van Gogh Museum's activities. This product is offered in both the Bold and Classic collections.",
        "price": "40DH"
    },
    {
        "id": 11,
        "title": "Insta Famous! ",
        "image": "img/img11.webp",
        "description": "Are you a socialite looking for an effortless accessory? Do you need something that will step up your Instagram game? If so, you should definitely invest in the Insta Famous Makeup Swatch Clear iPhone case from Casely's Classic Collection. This case’s design, while trendy and fashionable, is unique enough to distinguish you in a crowd. It can serve as a conversation starter or a stylish accessory to flaunt in a mirror selfie for your Instagram page. In addition to its contemporary appeal, it also offers advanced protection for your phone",
        "price": "40DH"
    },
    {
        "id": 12,
        "title": "White on Light Blue",
        "image": "img/img12.webp",
        "description": "Treat yourself with the simple and smooth White on Light Blue case from The Bold Collection! The back of this case is a crisp, elegant white that gives it a stylish and classic feel. The sides are also white but strategically interrupted by light blue accents on the grips, power button, and volume buttons.",
        "price": "40DH"
    }
]